i5/20240731-1253-glibc-default/logs/join-no-1024-32768-10/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 293095
number of failed transactions: 0 (0.000%)
latency average = 0.545 ms
initial connection time = 10.355 ms
tps = 29337.485027 (without initial connection time)